cwt/micropython/ports/esp32/boards/LILYGO_TTGO_T8/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "LILYGO TTGO T8"
#define MICROPY_HW_MCU_NAME "ESP32"
#define MICROPY_HW_ENABLE_SDCARD (0)
#define MICROPY_PY_NETWORK_HOSTNAME_DEFAULT "mpy-ttgo-t8"
